Repository: evbeda/suppliers_management
Catalog: supplier_management_site/locale/*/LC_MESSAGES/django.po
Languages: es

source: APPROVED
es: APROBADA

source: NEW
es: NUEVA

source: CHANGES REQUESTED
es: CAMBIOS REQUERIDOS

source: REJECTED
es: RECHAZADA

source: PAID
es: PAGADA

source: MM/DD/YYYY
es: DD/MM/YY

source: en
es: es

source: Please provide a Workday ID in order to approve an invoice
es: Por favor setea un workday ID para poder aprobar la factura

source: Ivalid Worday ID
es: Workday ID invalido

source: Thank you
es: Gracias

source: Eventbrite Invoice {} commented
es: Factura de Eventbrite {} comentada

source: You have a new comment on Invoice # {}. Please check your invoice. COMMENT:{}
es: Tienes un nuevo comentario en la factura # {}. Por favor revise su factura. COMENTARIO:{}

source: Invoice {} changed status to {}
es: La factura {} cambió de estado a {}

source: Eventbrite Invoice Edited
es: Factura de Eventbrite editada

source: Your Invoice # {} was edited by an administrator. Please check your invoice
es: Tu factura # {} fue modificada por un administrador. Por favor revise su factura.

source: Status
es: Estado

source: Invoice Date
es: Fecha de factura

source: Due Date
es: Fecha de vencimiento

source: Total Amount
es: Monto Total

source: All
es: Todos

source: Taxpayer
es: Entidad Fiscal

source: Country
es: País

source: e.g. 124246346
es: ej. 124246346

source: Net Amount
es: Neto

source: Invoice Number
es: Número de factura

source: Currency
es: Moneda

source: PO number
es: Número de orden de compra

source: Invoice date
es: Fecha de factura

source: Date Received
es: Fecha recepción

source: Invoice Type
es: Tipo de factura

source: Net amount
es: Neto

source: Tax Liens
es: Gravámenes

source: Invoice File
es: Factura

source: Taxpayer not approved yet
es: Entidad fiscal no aprobado aún

source: The invoice {} already exists
es: La factura {} ya existe.

source: Approved
es: Aprobado

source: Change required
es: Solicitud de cambio

source: Pending
es: Pendiente

source: Denied
es: Rechazado

source: 15 days
es: 15 días

source: 30 days
es: 30 días

source: Bank
es: Transferencia bancaria

source: You have been invited to BriteSu
es: Has sido invitado a BriteSu

source: Welcome to BriteSu! Please click on the following link to register.
es: Bienvenido a BriteSu! Por favor accede al siguiente link.

source: Thank you!
es: ¡Gracias!

source: Join
es: Únete

source: Your taxpayer has been approved
es: Su entidad fiscal fue aprobada

source: You are ready to start using BriteSu. You can access the platform now and upload your invoices.
es: Ya estás habilitado en BriteSU. Ahora podes acceder a la plataforma y subir tus facturas.

source: Go to BriteSu
es: Dirígete a BriteSU

source: Your taxpayer has some pending modifications
es: Su entidad fiscal tiene algunas modificaciones pendientes

source: Please visit your taxpayer and read comments. Once changes are done and approved by Eventbrite, we will send you an email.
es: Por favor diríjase a su entidad fiscal y lea los nuevos comentarios. Una vez que realice los cambios propuestos, Eventbrite los evaluará. Cuando se apruebe su entidad fiscal, Eventbrite se lo notificará por email.

source: Your taxpayer has been rejected
es: Su entidad fiscal fue rechazada

source: We are afraid that the taxpayer you were trying to submit is invalid Please contact the Eventbrite employee that hired you.
es: Lamentamos notificarle que la entidad fiscal que está tratando de cargar es inválida. Por favor contáctate con el empleado de Eventbrite que pactaste la compra.

source: Please contact the Eventbrite employee that hired you, Thank you!
es: Por favor contáctate con el empleado de Eventbrite que pactaste la compra. Gracias

source: M d, Y
es: d M, Y

source: Brazil
es: Brasil

source: United states
es: Estados Unidos

source: You dont have a company yet please contact with us supplier-onboarding@eventbrite.com
es: Todavía no perteneces a un grupo económico, por favor contáctate con supplier-onboarding@eventbrite.com

source: Your invitation was sent successfully
es: Su invitación se envió correctamente

source: There was an error sending your email
es: Error, no se pudo enviar el email

source: You have joined the company succesfully
es: Te uniste al grupo económico correctamente

source: An error has ocurred while joining the company
es: Ocurrió un error en la asignación del grupo económico

source: Your taxpayer was created successfully
es: Su entidad fiscal se creó correctamente

source: There was an error on creating your taxpayer please try again
es: No se pudo crear la entidad fiscal, por favor inténtelo nuevamente

source: Your form is invalid
es: El formulario es inválido

source: The taxpayer you try to access/modify doesnt exists
es: La entidad fiscal que estás tratando de acceder/modificar no existe

source: You did not set workday id
es: No seteaste el workday id

source: Taxpayer denied successfully
es: Entidad fiscal denegada correctamente

source: Taxpayer approved successfully
es: Entidad fiscal aprobada correctamente

source: Requested changes successfully
es: Se solicitaron cambios correctamente

source: Taxpayer state
es: Estados de la entidad fiscal

source: e.g. Adolfo sourdeaux
es: ej Adolfo sourdeaux

source: e.g. Tigre
es: ej Tigre

source: e.g. Buenos aires
es: ej Buenos aires

source: Eventbrite entities to bill
es: Entidades de Eventbrite a Facturar

source: Name
es: Nombre

source: Eventbrite entity name
es: Entidad de Eventbrite

source: Business name
es: Razón social

source: Creation date
es: Fecha de creación

source: CUIT must only have numbers
es: El CUIT solo debe tener numeros

source: Payment type
es: Forma de pago

source: Payment term
es: Plazo de pago

source: AFIP registration certificate
es: Constancia de inscripción de AFIP

source: Certificate of no tax withholding of Tax liens, income or SUSS
es: Certificado de no retención de gravámenes, SUSS

source: Street
es: Calle

source: Number
es: Número

source: Zip code
es: Código postal

source: City
es: Cíudad

source: State
es: Provincia

source: Bank account number
es: CBU

source: Bank account must only have numbers
es: La cuenta bancaria solo debe tener numeros

source: Bank name
es: Banco

source: Bank account certificate
es: Certificado de la cuenta bancaria

source: English
es: Inglés

source: Spanish
es: Español

source: Portuguese (Brazil)
es: Portugués

source: Hello world
es: Hola Mundo

source: Admins List
es: Lista de administradores

source: User ID
es: ID de usuario

source: You must set workday id to the taxpayer
es: Debes ponerle un workday id a la entidad fiscal

source: General information
es: Información general

source: Taxpayer Identification Number
es: Identificador de entidad fiscal

source: No workday id
es: Workday ID no especificado

source: Payment Type
es: Tipo de pago

source: Payment Term
es: Período de pago

source: EB entities
es: Entidades Eventbrite

source: Files
es: Archivos

source: AFIP certificate
es: Cerificado AFIP

source: Withholding taxes
es: Impuesto a las ganancias

source: Edit
es: Editar

source: Bank info
es: Informacíon Bancaria

source: Bank code
es: Código Bancario

source: Account number
es: Número de cuenta

source: Address information
es: Domicilio

source: Zip_Code
es: Código postal

source: Taxpayer History
es: Historial del proveedor

source: Comments
es: Comentarios adicionales

source: Action
es: Operaciones

source: More details
es: Detalles

source: Create a new company
es: Crear un nuevo grupo económico

source: Description
es: Descripción

source: Create Company
es: Crear un nuevo grupo económico

source: Save
es: Guardar

source: Request change
es: Solicitud de cambio

source: Cancel
es: Cancelar

source: User
es: Usuario

source: Modified
es: Modificado

source: Taxpayer identification number
es: Identificador de entidad fiscal

source: Address History
es: Domicilio

source: Bank Account History
es: Cuenta bancaria

source: Bank Name
es: Banco

source: Bank Account Number
es: CBU

source: Apply
es: Aplicar

source: Filters
es: Filtros

source: write your comments here
es: Comentar

source: Request Change
es: Solicitar cambios

source: Make Comment
es: Hacer un comentario

source: Invoice history
es: Historial de facturas

source: PO Number
es: Número de orden de compra

source: Invoice List
es: Lista de facturas

source: Received
es: Recibido

source: View
es: Ver

source: No invoices
es: No hay facturas

source: Invoice #
es: Factura #

source: Date:
es: Fecha:

source: Edit info
es: Editar

source: Download Invoice
es: Descargar factura

source: From:
es: De:

source: Details:
es: Detalles:

source: Taxpayer Identification Number:
es: Identificador de entidad fiscal:

source: Payment Option:
es: Tipo de pago:

source: PO number:
es: Número de orden de compra:

source: Net amount:
es: Neto:

source: Request Changes
es: Solicitar cambios

source: Reject
es: Rechazar

source: Pay
es: Pagar

source: Approve
es: Aprobado

source: Invoice History
es: Historial de facturas

source: Recent updates
es: Cambios recientes

source: Make a comment
es: Hacer un comentario

source: Post a comment
es: Comentar

source: Choose a file
es: Elige un archivo

source: Administrator
es: Administrador

source: Attachment:
es: Archivo Adjunto:

source: New Mail from Eventbrite Supplier Management
es: Nuevo email de 'BriteSu'

source: Hello
es: Hola

source: Management
es: Administración

source: Invoices
es: Facturas

source: Taxpayers
es: Entidades fiscales

source: Manage Admins
es: Administrar APs

source: Companies
es: Compañías

source: See all
es: Ver todas

source: Create one
es: Crear nueva

source: Supplier
es: Proveedor

source: My Taxpayers
es: Mis entidades fiscales

source: New Taxpayer
es: Crear entidad fiscal

source: My Invoices
es: Mis facturas

source: New Invoice
es: Nueva factura

source: Log out
es: Cerrar sesión

source: If you are a supplier please:
es: Si sos un proveedor por favor:

source: Login home
es: Página de Ingreso

source: Welcome to BriteSU
es: Bienvenido a BriteSU

source: Sign In
es: Ingresar

source: Login with Eventbrite
es: Ingresa a través de Eventbrite

source: Company List
es: Lista de grupos económicos

source: Search by name
es: Buscar por nombre

source: Email Invitation
es: Invitación vía email

source: Portuguese
es: Portugués

source: Invite
es: Invitar

source: Date
es: Fecha

source: Create one?
es: Crear nueva?

source: Update Invoice
es: Editar Factura

source: Create Invoice
es: Crear Factura

source: Eventbrite entity
es: Entidad de Eventbrite

source: Eventbrite company to which you bill
es: Entidad de Eventbrite a la que le facturas

source: Choose file
es: Elige un archivo

source: Submit
es: Cargar

source: Create a new taxpayer
es: Crear entidad fiscal

source: Options
es: Opciones

source: Details
es: Detalles

source: Taxpayer info
es: Información de la entidad fiscal

source: Address info
es: Domicilio

source: Bank account
es: Cuenta bancaria

source: Create taxpayer
es: Crear entidad fiscal

source: The Email must be set
es: Debe especificar un email

source: email address
es: Email

source: From Date
es: Desde

source: To Date
es: Hasta

source: File size {}MB is not allowed. Limit size: {}MB.
es: El tamaño de tu archivo {}MB no esta permitido. Tamaño limite: {}MB.

source: Changed:
es: Cambios:

source: {} from {} to {}
es: {} de {} a {}
